frontend/requests/GetRouteWithMaxFrom.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap="http://soap.ifmo.se/">
   <soapenv:Header/>
   <soapenv:Body>
      <soap:getRouteWithMaxFrom/>
   </soapenv:Body>
</soapenv:Envelope>